tap "aws/tap"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "noovolari/brew"
tap "weaveworks/tap"
brew "jpeg-xl"
brew "automake"
brew "openssl@3"
brew "readline"
brew "python@3.12"
brew "awscli"
brew "bash"
brew "bison"
brew "gettext"
brew "cairo"
brew "chruby"
brew "cmake"
brew "cmctl"
brew "coreutils"
brew "curl"
brew "diff-so-fancy"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "eza"
brew "findutils"
brew "fish", args: ["HEAD"]
brew "freetds"
brew "fzf"
brew "gdbm"
brew "gh"
brew "icu4c@76"
brew "harfbuzz"
brew "openjpeg"
brew "pango"
brew "git"
brew "git-lfs"
brew "gnu-sed"
brew "gnutls"
brew "gobject-introspection"
brew "golangci-lint"
brew "gotop"
brew "graphviz"
brew "helm"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "kind"
brew "kubernetes-cli"
brew "kubectx"
brew "leapp-cli"
brew "libffi"
brew "libpq"
brew "libsecret"
brew "libyaml"
brew "lima"
brew "lua-language-server"
brew "ninja"
brew "openssl@1.1"
brew "protobuf"
brew "pyenv"
brew "python@3.10"
brew "python@3.9"
brew "qemu"
brew "redis"
brew "ripgrep"
brew "ruby-install"
brew "shellcheck"
brew "sponge"
brew "terraform-docs"
brew "terraformer"
brew "tfenv"
brew "tflint"
brew "tmux"
brew "tokei"
brew "tree"
brew "watch"
brew "wget"
brew "yamllint"
brew "yq"
brew "zsh"
brew "aws/tap/eks-node-viewer"
brew "hashicorp/tap/terraform-ls"
brew "jesseduffield/lazygit/lazygit"
brew "weaveworks/tap/eksctl"
cask "amethyst"
cask "ghostty"
vscode "castwide.solargraph"
vscode "eamodio.gitlens"
vscode "github.codespaces"
vscode "misogi.ruby-rubocop"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "vscodevim.vim"
