tap "aws/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazygit"
brew "automake"
brew "openssl@3"
brew "readline"
brew "python@3.12"
brew "awscli"
brew "bison"
brew "gettext"
brew "chruby"
brew "cmake"
brew "cmctl"
brew "coreutils"
brew "diff-so-fancy"
brew "findutils"
brew "fzf"
brew "gdbm"
brew "gnutls"
brew "gobject-introspection"
brew "golangci-lint"
brew "jq"
brew "libffi"
brew "libpq"
brew "libsecret"
brew "libyaml"
brew "lua-language-server"
brew "ninja"
brew "protobuf"
brew "pyenv"
brew "python@3.10"
brew "python@3.9"
brew "ruby-install"
brew "shellcheck"
brew "sponge"
brew "tmux"
brew "tokei"
brew "tree"
brew "watch"
brew "yamllint"
brew "yq"
brew "aws/tap/eks-node-viewer"
brew "hashicorp/tap/terraform-ls"
brew "jesseduffield/lazygit/lazygit"
